src/test/java/com/bnpp/mTANResources/MTanSmsInq_v1.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><run xmlns="http://cortalconsors.com/middleware/mtan/sms/inq/v1_0"><request feid="CAFE" language="DE" sessionId="e568c76006d84780ab14f4c3555c6108"><customerNo>CID_DE:3076072</customerNo><startDate>2019-09-17T13:11:57</startDate></request></run></Body></Envelope>